[
  {
    "category": "Responders",
    "vulnerability": "The facility does not have interoperable communications with the primary fire response agency. Without interoperable communications, the facility cannot communicate with first responders in order to coordinate response activities.    Collaborate with the agency on potential solutions to achieve cost -effective interoperable First Preventers - Responders  The primary emergency medical response agency has not conducted an onsite visit of the facility. Onsite visits can familiarize first responders with the facility, key personnel, site layout, and other issues that would enhance incident  response.    Invite the agency to visit the facility. Provide a tour to familiarize first responders with the site layout. 1 First Preventers -",
    "ofcs": [
      "communications onsite.",
      "  Establish annual onsite visits for first responders to maintain their familiarity with the facility."
    ]
  },
  {
    "category": "Responders",
    "vulnerability": "The facility does not have interoperable communications with the primary emergency medical response agency. Without interoperable communications, the facility cannot communicate with first responders in order to coordinate response activities.    Collaborate with the agency on potential solutions to achieve cost -effective interoperable   Explore the option of an interconnect system, such as a gateway that can allow communication between radio systems that are otherwise incompatible because they operate on different",
    "ofcs": [
      "communications onsite.",
      "frequency bands or using different technologies."
    ]
  },
  {
    "category": "Sharing",
    "vulnerability": "The facility does not exchange information with the FBI. Information exchange with the FBI would enhance the security and resilience posture of the facility.    Consult your local police department, sheriff's office, and/or PSA regarding opportunities to enhance information sharing with the JTTF. Information about JTTFs is also available via the FBI Information",
    "ofcs": [
      "website, at https://www.fbi.gov /investigate/terrorism/joint -terrorism -task-forces."
    ]
  },
  {
    "category": "Sharing",
    "vulnerability": "The facility does not exchange information with the ISAC for its sector. Information exchange with the ISAC would enhance the security and resilience posture of the facility.    Consult your local PSA regarding opportunities to enhance information sharing with the appropriate ISAC. Additional information is available via the National Council of ISACs website, at Information",
    "ofcs": [
      "https://www.nationalisacs.org."
    ]
  },
  {
    "category": "Sharing",
    "vulnerability": "The facility does not exchange information through the HSIN portal. Using the HSIN portal for information sharing would enhance the security and resilience posture of the facility.    Consult  your local PSA to become a member of the HSIN community. Information about HSIN is also available via the DHS website, at https://www.dhs.gov/homeland -security -information - Information",
    "ofcs": [
      "network -hsin."
    ]
  },
  {
    "category": "Sharing",
    "vulnerability": "The facility does not exchange information via InfraGard. Becoming a member of InfraGard would enhance the security and resilience posture of the facility.    Consult your local PSA about becoming a member of InfraGard. Additional information is also",
    "ofcs": [
      "available via the InfraGard website, at https://www .infragard.org."
    ]
  },
  {
    "category": "Sharing",
    "vulnerability": "The facility does not exchange information with any federal agencies. Information exchange with federal agencies would enhance the security and resilience posture of the facility.    Consult your local PSA regarding o pportunities to enhance information sharing with federal agencies, such as the FBI and other federal law enforcement (e.g., FPS, TSA, ICE), JTTF, ATF,   Consult your local police departme nt, sheriff's office, and/or PSA regarding opportunities to enhance information sharing with federal agencies, such as the FBI and other Federal law enforcement (e.g., FPS, TSA, ICE), JTTF, ATF, InfraGard, U.S. Attorney's Office ATAC, DHS, NOAA, Information",
    "ofcs": [
      "InfraGard, U.S. Attorney's Office ATAC, DHS, NOAA, USGS, and CDC.",
      "USGS, and CDC."
    ]
  },
  {
    "category": "Sharing",
    "vulnerability": "The facility does not exchange information with state and/or major urban area fusion centers. Information exchange fusion centers would enhance the security and resilience posture of the facility.    Consult your local PSA regar ding opportunities to enhance information sharing with state   Consult  your local police department, sheriff's office, and/or PSA regarding opportunities to   Establish a liaison with state and/or major urban area fusion centers to enhance Information",
    "ofcs": [
      "and/or major urban area fusion centers.",
      "enhance information sharing with state and/or major urban area fusion centers.",
      "comm unications, coordination, and cooperation."
    ]
  },
  {
    "category": "Sharing",
    "vulnerability": "The facility does not exchange information with the state EMA. Information exchange with the state EMA would enhance the security and resilience posture of the facility.    Consult  your local PSA regarding opportunities to enhance information sharing with the state EMA. 4   Consult your local police department, sheriff's office, and/or PSA regarding opportunities to Information",
    "ofcs": [
      "enhance information sharing with the state EMA."
    ]
  },
  {
    "category": "Sharing",
    "vulnerability": "The facility does not exchange information with state law enforcement. Information exchange with state law enforcement would enhance the security and resilience posture of the facility.    Consult your local PSA regarding opportunities to enhance info rmation sharing with state law   Establish a liaison with state law enforcement to enhance information exchange, clarify   Coordinate the facility’s security and emergency response plans with state law enforcement. Share critical information about the facility (e.g., floor plans, location of critical assets or areas,",
    "ofcs": [
      "enforcement.",
      "emergency response roles, track threat conditions, and support investigations.",
      "and notification and contact lists)."
    ]
  },
  {
    "category": "Shari ng",
    "vulnerability": "The facility does not exchange information with local law enforcement. Information exchange with local law enforcement would enhance the security and resilience posture of the facility.    Consult your local PSA regarding opportunities to enhance inform ation sharing with local law   Establish a liaison with local law enforcement to enhance information exchange, clarify   Coordinate  the facility’s security and emergency response plans with local law enforcement. Share critical information about the facility (e.g., floor plans, location of critical assets or areas, Information Sharing  There is a  lack of formal, consistent sharing of security and safety information with neighboring properties, adjacent tenants, or associated departments.    Establish relationships and open dialogue including regular meetings with neighboring Security",
    "ofcs": [
      "enforcement.",
      "emergency response roles, track threat conditions, and support investigations.",
      "and notification and contact lists).",
      "facilities, adjacent t enants, or associated departments to share security and safety information."
    ]
  },
  {
    "category": "Management",
    "vulnerability": "The facility does not have a designated security manager. The lack of a security manager may hinder the application of security policies, programs, or proced ures.    Consider hiring a security manager or designate an employee to act as a security manager and task that person with developing, implementing, and coordinating all security -related activities. If possible, choose an employee with previous security e xperience. Consult Facility Security Plan: An",
    "ofcs": [
      "Interagency Security Committee Guide for more information."
    ]
  },
  {
    "category": "Management",
    "vulnerability": "The facility does not have a written security plan.    Develop a comprehensive security plan specific to the facility. The plan  should address issues such as the following: protection of employees, contractors/vendors, visitors, and executives; protection of sensitive information; protection of funds; facility access control procedures; suspicious activity reporting procedures; em ployee termination procedures; parking; mail security; background checks; prohibited items; security force; end -of-day security checks; control and accountability of equipment (including keys); electronic security systems (including CCTV); physical securit y inspection programs; and employee security awareness training programs. Train   Develop a comprehensive security plan specific to the facility. The plan should address topics such as t he following: physical security measures and systems, security force, access control procedures, information protection, and security awareness training. In addition, the plan should include elements such as the following: an assessment of possible securit y risks; a review of threats to the facility and the facility's vulnerabilities; an up -to-date point of contact roster for key personnel responsible for security and first responders; and identification of critical assets or",
    "ofcs": [
      "personnel on the plan, and exercise the plan at least once a year.",
      "areas. Train personnel on the p lan, and exercise the plan at least once a year.",
      "  Consult Facility Security Plan: An Interagency Security Committee Guide for more information."
    ]
  },
  {
    "category": "Management",
    "vulnerability": "The facility does not have a written security plan. Although the facility may have documentation that addresses security policies, programs, and/or procedures, it does not have a separate, comprehensive security plan.    Develop  a comprehensive security plan specific to the facility. Train personnel on the plan, and exercise the plan at least once a year. Consult Facility Security Plan: An Interagency Security   Develop a comprehensive se curity plan specific to the facility. The plan should address issues such as the following: protection of employees, contractors/vendors, visitors, and executives; protection of sensitive information; protection of funds; facility access control procedures ; suspicious activity reporting procedures; employee termination procedures; parking; mail security; background checks; prohibited items; security force; end -of-day security checks; control and accountability of equipment (including keys); electronic secur ity systems (including CCTV); physical security inspection programs; and employee security awareness training programs. Train   Develop a comprehensive security plan specific to the faci lity. The plan should address topics such as the following: physical security measures and systems, security force, access control procedures, information protection, and security awareness training. In addition, the plan should include elements such as th e following: an assessment of possible security risks; a review of threats to the facility and the facility's vulnerabilities; an up -to-date point of contact roster for key personnel responsible for security and first responders; and identification of crit ical assets or Security Management  The corporate -level security plan does not reflect facility - specific needs.    Develop a facility -specific security plan that articulates what managers, supervisors, employee, and contractor roles and responsibilities are for protecting the facility, critical areas, and high -",
    "ofcs": [
      "Committee Guide for more information.",
      "personnel on the plan, and exercise the plan at least once a year.",
      "areas. Train personnel on the plan, and exercise the plan at least once a year.",
      "  Consult Facility Security Plan: An Interagency Security Committee Guide for more information.",
      "value equipment."
    ]
  },
  {
    "category": "Management",
    "vulnerability": "The facility has not coordinated the security plan with local law enforcement.    Coordinate the security plan with local law enforcement. Consult Facility Security Plan: An   Coordinate the security plan with local law enforcement, and establish mutual -aid agreements with appropriate response agencies. Consult Facility Security Plan: An Interagency Security   Establish a liaison and  regular communication with local law enforcement and other first responders, state and federal law enforcement and counterterrorism agencies, and industry organizations to engage in information sharing, clarify response actions, track threat conditions,   Share critical information about the facility (e.g., floor plans, the location of critical assets or   Involve facility operato rs, security personnel, local police, and other government services, including local fire, emergency management, and emergency services departments at several levels in security planning. Consider involving other department leads such as marketing and   Conduct training and exercises with law enforcement and emergency responders to familiarize",
    "ofcs": [
      "Interagency Security Committee Guide for more information.",
      "Committee Guide for more information.",
      "and support investigations.",
      "areas, notification and contact lists) with local law enforcement and emergency responders.",
      "comm unications.",
      "them with the facility and its security and emergency procedures."
    ]
  },
  {
    "category": "Management",
    "vulnerability": "The facility does not train personnel on the security plan   Train employees to do the following: identify their responsibilities under the facility's security program; recognize connections between the security program's objectives and selected security measures; remain familiar with resources for carrying out security -related responsibilities; and be prepared for security incidents. Consult the Ready.gov website for more information on training, Develop a security awareness program that addresses the following topics:   Train  employees on suspicious activity reporting procedures, security incident (e.g. bomb threat, active shooter) response procedures, procedures for suspicious packages, access control, and end -of-day security checks. For more information, visit the Ready.gov website at   Enhance the level of employee security awareness through the distribution of a security -related newsletter, emails, and posters that address threats, concerns, training opportunities,  security initiatives, and problem areas. Consult Facility Security Plan: An Interagency Security Committee",
    "ofcs": [
      "at http://www.ready.gov/business/implementation/training.",
      "  Why the facility requires protection strategies",
      "  What actions are required to protect specific assets and areas",
      "  What employees’ security responsibilities are and how they can be fulfilled",
      "  How employees can report p rogram violations",
      "  How employees can identify indicators of risk or danger and how to respond appropriately",
      "http://www.ready.gov/business/implementation/emergency.",
      "Guide for more information."
    ]
  },
  {
    "category": "Management",
    "vulnerability": "The facility does not exercise its security plan annually.    Test the security plan regularly w ith drills and tabletop exercises to ensure that adequate resources are available to implement the plan and that all operating units can perform their   Exercise the plan at least once annually to ensure it rema ins applicable as changes occur at   Exercise the plan regularly with employees and other appropriate personnel (e.g., building management, tenants) to ensure that adequate resources are available to implement th e plan   Involve first responders in exercises to familiarize them with the facility and its security plans,   Consult the Ready.gov w ebsite for more information, at",
    "ofcs": [
      "responsibilities as defined in the plan.",
      "the facility. Update the plan as needed.14",
      "and that all operating units can perform their responsibilities as defined in the plan.",
      "policies, and procedures.",
      "http://www.ready.gov/business/testing/exercises."
    ]
  },
  {
    "category": "Management",
    "vulnerability": "The facility's security plan is missing key elements.  Update the security plan to include:   Executive protection 18An up -to-date point of contact roster for:   Key personnel responsible for security (e.g., the security manager or a designated   First responders 18Physical Security:   Physical security inspection program 8  Electronic security systems:   Intrusion detection or alarm system 8Security Force:   Training 8Access control procedures:",
    "ofcs": [
      "  An assessment of possible security risks",
      "  A review of threats to, and vulnerabilities of, facility operations and activities",
      "  Identification of critical assets or areas",
      "  Liaison with response agencies",
      "  Exercising the plan",
      "  Plan maintenance (e.g., review and revision)",
      "representative)",
      "  Management and use of physical security systems",
      "  Perimeter security",
      "  Parking/delivery/standoff distance",
      "  Illumination",
      "  Key control program",
      "  Locks and technologies",
      "  CCTV system",
      "  Staffing",
      "  Static Post",
      "  Roving Post",
      "  Equipment",
      "  Employees"
    ]
  },
  {
    "category": "Management",
    "vulnerability": "The facility lacks procedures for handling suspicious   Incorporate procedures on how to handle suspicious packages into initial and annual security   Implement U.S. Postal Service mail center security procedures to assess, prevent, and respond to threats such as suspicious letters and packages; bomb threats; and chemical, biological, or   Prominently display informational materials on suspicious package indicators in the mailroom. 16   Refer  to the Ready.gov website for information about suspicious packages and letters, at   Ensure bomb threat checklists are accessible at all work stations where inbound calls are   Create and use a central re pository for all U.S. mail and other deliveries where packages can then be picked up or delivered to addressees in a controlled manner. See U.S. Postal Service guidelines for a mail room so that if anything suspicious does occur, it will minimally impact t he overall operation of the site, if at all. Consult the DHS guidance document, Best Practices for Mail Screening and Handling Processes: A Guide for the Public and Private Sectors to inform the development of policies, procedures, and training for recogni zing and handling suspicious   Consult the DHS guidance document, Best Practices for Mail Screening and Handling Processes: A Guide for the Public and Private Sectors, available at https://www.dhs.gov/sites/default/files/publications/Mail_Han dling_Document_NonFOUO%209 - 27-2012.pdf, to inform the development of policies, procedures, and training for recognizing and   Train facility or organization volunteers on suspicious -package and IED recognition using local",
    "ofcs": [
      "packages.    Develop procedures for handling suspicious packages.",
      "training programs.",
      "radiological contamination.",
      "http://www.ready.gov/explosions.",
      "received.",
      "packages.",
      "handling suspicious packages.",
      "explosive -detection teams for partnership opportunities."
    ]
  },
  {
    "category": "Management",
    "vulnerability": "The facility does not have a mass notification system or process. During an event, no method exists to alert all participants of current threats and the appropriate responses.  The lack of communication or notification may lead to increased injuries or deaths.    Implement a mass notification process using an existing speaker / intercom system. Test and   Install a mass notification s ystem that alerts participants to an event. The best system will involve sound, illumination, and vibration so that it gets the attention of the widest range of Security",
    "ofcs": [
      "exercise the process on a routine basis.",
      "people. Test and exercise the notification system on a routine basis."
    ]
  },
  {
    "category": "Management",
    "vulnerability": "The facility has not tested, exercised or documented its mass notification system. Using an untested system can cause confusion when Security Management  The customers, employees or volunteers do not display or practice situational awareness related to security.    Provide posters, training, briefings or similar materials on a routine basis to volunteers, employees and even customers or patrons as needed.   Post signage relating to emergency entry and exit points, first aid stations, and shelter locations.   Encourage the importance of reporting   Encourage employe es and volunteers to become involved with security or form security teams Security Management  There is no capability or process for an employee to report a security concern.    Establish a system for reporting security concerns. Inc lude mechanisms for the documentation, Security",
    "ofcs": [
      "used during an incident.    Test and exercise any mass notification system on a routine basis.",
      "suspicious activity.   Reinforce the significance of being alert and aware of your surroundings.",
      "for special events.",
      "investigation, and review of related incidents and actions taken."
    ]
  },
  {
    "category": "Management",
    "vulnerability": "The facility does not participate in any security working groups.    Join relevant security working groups. Establish liaisons and regular communications with federal, state, local, private sector, and/or industry working groups to enhance information",
    "ofcs": [
      "sharing, track threat conditions, and support investigations."
    ]
  },
  {
    "category": "Management",
    "vulnerability": "The facility lacks procedures for handling suspicious   Conduct initial and recurring background checks on all emp loyees working in positions of trust   Require  contracting companies, temporary employment agencies, and/or vendors to conduct background checks on their personnel who will work at and/or visit the facility and to make such Security",
    "ofcs": [
      "packages.    Conduct background checks on all employees.",
      "  Conduct initial and recurring background checks on all employees.",
      "or who are assigned to critical or sensitive areas.",
      "records available for audit."
    ]
  },
  {
    "category": "Management",
    "vulnerability": "The facility does not con duct background checks on all   Conduct background checks on all employees, not only employees identified as crit ical to Security Management  Although the facility conducts background checks on employees, checks are conducted only at initial hire. Recurring background   Conduct recurring background checks on employees as appropriate. For example, recurring background checks may be necessary for employees working in positions of trust or assigned to critical or sensitive area s. Recurring background checks may occur on an annual basis, randomly, Security",
    "ofcs": [
      "employees.    Conduct background checks on all employees.",
      "  Conduct background checks on all employees, including temporary employees.",
      "facility operations.",
      "checks are not conducted.    Conduct  recurring background check on employees.",
      "or on special occasions (e.g., when an employee is eligible for promotion)."
    ]
  },
  {
    "category": "Management",
    "vulnerability": "The facility does not conduct background checks on Security Management  Although the facility conducts background checks on employee security personnel, checks are conducted only at initial hire. Recurring background Security Management  Background checks are not conducted on contract   Require security contracting companies to conduct  background checks on their personnel who",
    "ofcs": [
      "employee security personnel.    Conduct background checks on security personnel.",
      "checks are not conducted.    Conduct rec urring background checks on security personnel.",
      "security personnel.    Conduct background checks on contract security personnel.",
      "will work at the facility and to make such records available for audit."
    ]
  },
  {
    "category": "Continuity",
    "vulnerability": "The facility does not have a designated business continuity manager. The lack of a designated business continuity manager may hinder the implementation of business continuity poli cies, programs, or procedures.    Appoint or nominate a person with appropriate seniority and authority to be accountable for business continuity management policy and implementation. For more information, visit the Resilience Manage ment - Business",
    "ofcs": [
      "Ready.gov website."
    ]
  },
  {
    "category": "Continuity",
    "vulnerability": "The facility does not have a written business continuity plan.    Develop a comprehensive business continuity plan to be implemented in the aftermath of an incident. The business continuity plan should contain the following eleme nts: a) defined roles and responsibilities for personnel with authority during and following an incident; b) a process for activating the response; c) details to manage the immediate consequences of a disruptive incident (with regard to the welfare of indi viduals; strategic, tactical, and operational response options, and prevention of further loss or unavailability of prioritized activities); d) details on how and under what circumstances the facility will communicate with employees and their relatives, key interested parties, and emergency contacts; e) how the facility will continue or recover its prioritized activities within predetermined timeframes; f) details of the facility's media response following an incident; and g) a process for standing down onc e the incident is over. Train personnel on the plan, and exercise the plan at least once a year. For more information, visit the Resilience Management - Business",
    "ofcs": [
      "Ready.gov website at http://www.ready.gov/business/implementation/continuity."
    ]
  },
  {
    "category": "Continuity",
    "vulnerability": "The facility trains some, but not all, personnel on the business continuity plan.    Train all personnel on the business continuity plan annually. Document the completion of   Provide  training to the business continuity team on the roles and responsibilities as defined in the business continuity plan. Provide additional training for leaders including incident   For more information, visit the Ready.gov website at http:/ /www.ready.gov/business/implementation/training.",
    "ofcs": [
      "training.",
      "management."
    ]
  },
  {
    "category": "Continuity",
    "vulnerability": "The facility does not exercise its business continuity plan annually.    Evaluate the business continuity plan through annual exercises. Ensure exercises are desi gned to accomplish the following: 1) Identify planning and procedural deficiencies; 2) Test or validate recently changed procedures or plans; 3) Clarify roles and responsibilities; 4) Obtain participant feedback and recommendations for program improvement;  5) Measure improvement compared to performance objectives; 6) Improve coordination between internal and external teams, organizations, and entities; 7) Validate training and education; and 8) Identify additional resources and assess the capabilities of ex isting resources, including personnel and equipment Resilience Management - Business",
    "ofcs": [
      "needed for effective business continuity and recovery."
    ]
  },
  {
    "category": "Continuity",
    "vulnerability": "The facility does not have an alternate site for continuity of business when the primary location is not accessible.    Establish an alternate site to continue business when the primary location is not accessible. Ensure there is sufficient distance between the alternate site and the facility so they are not likely to be affected by the same incident. Id entify the location of the alternate site in the business Resilience Management - Emergency",
    "ofcs": [
      "continuity plan and define who should report to the site and under what conditions."
    ]
  },
  {
    "category": "Action Plan",
    "vulnerability": "The facility does not have a written emergency operation/emergen cy action plan.    Develop a comprehensive emergency operation/emergency action plan specific to the facility. The emergency operation/action plan should assign responsibilities for carrying out specific actions to protect people (including those with spec ial needs), property, operations, and the environment in an emergency, and to provide incident stabilization. Train personnel on the plan, and exercise the plan at least once a year. For more information, visit the Ready.gov website at http://www.ready.gov /business/implementation/emergency, and consult Developing and Maintaining Emergency Operations Plans, available at Resilience Management - Emergency",
    "ofcs": [
      "https://www.fema.gov/pdf/about/divisions/npd/CPG_101_V2.pdf."
    ]
  },
  {
    "category": "Action Plan",
    "vulnerability": "The facility has not coordina ted the emergency operation/emergency action plan with emergency responders.    Coordinate the emergency operation/emergency action plan with first responders. Establish Resilience Management - Emergency",
    "ofcs": [
      "MOUs/MOAs as necessary."
    ]
  },
  {
    "category": "Action Plan",
    "vulnerability": "The facility  does not train personnel on the emergency operation/emergency action plan.    Train all personnel on the emergency operation/emergency action plan at least annually. For more information, visit the Ready.gov website at",
    "ofcs": [
      "http://www.ready.gov/business/implem entation/training."
    ]
  },
  {
    "category": "Action Plan",
    "vulnerability": "The facility does not train volunteers, ushers, and members of the congregation or organization on emergency operation or emergency response.    Train volunteer congregants/staff in basic  life-saving procedures, such as CPR/First Aid, and Resilience Management - Emergency",
    "ofcs": [
      "Stop -the-Bleed. Ensure that AEDs, first aid kits, and Stop -the-Bleed kits are easily accessible."
    ]
  },
  {
    "category": "Action Plan",
    "vulnerability": "The facility does not exercise its emergency operation/em ergency action plan annually.    Conduct regular drills and exercises to validate the emergency operation/emergency action plan and to evaluate the ability of personnel to carry out their assigned roles and responsibilities. For more information, visit the  Ready.gov website at   Consult  the Homeland Security Exercise and Evaluation Program website, at https://www.fema.gov/media -library/assets/documents/32326, for a set of fundamental Resilience Manag ement - Emergency",
    "ofcs": [
      "http://www.ready.gov/business/testing/exercises.",
      "principles that frame a common approach to exercises, among other helpful resources."
    ]
  },
  {
    "category": "Action Plan",
    "vulnerability": "The facility has not designated or identified safe rooms for use during events where shelter -in-place, hide, or lockdown are appropriate. The use of the safe room may be in response to an active -shooter event.    Establish em ergency escape procedures and route assignments (e.g., floor plans, safe areas), including where to evacuate and how to evacuate when the primary evacuation routes are   Ensure that plans clearly explain shelter -in-place and lockdown procedur es, including the   Designate  sheltering sites throughout the facility. Optimal locations have ballistic protection known as “cover” which includes thick walls made of steel, cinder block, or brick and mortar;   Stock sheltering sites with accessible first aid and emergency kits designed for hemorrhage   Ensure that all sheltering sites and evacuation routes are accessible to persons wi th",
    "ofcs": [
      "unusable.",
      "differences between the two.",
      "solid doors with locks; and areas with minimal glass and interior windows.",
      "control, communication devices, and telephones and/or duress alarms.",
      "disabilities."
    ]
  },
  {
    "category": "Force",
    "vulnerability": "The facility does not have a security force. The lack of an adequately sized, well - trained, and well -equipped security force limits a facility's ability to respond to security incidents and/or emergencies.    Develop a c omprehensive security plan specific to the facility. Train personnel on the plan, and exercise the plan at least once a year. Consult Facility Security Plan: An Interagency Security   Ensure that the size of the se curity force allows for adequate staffing of static posts and roving   Ensure that the security force has the equipment necessary to meet the requirements established by security management (e.g., uniforms, communications, personal protective   Ensure that the security force receives adequate, continuous training on topics such as emergency response, weapons and self -defense, standard operating procedures, and screening   Provide the security force with comprehen sive post orders and a dedicated command and   Create a surge capacity plan to augment the security force during special circumstances or Security",
    "ofcs": [
      "Committee Guide for more information.",
      "patrols.",
      "equipment).",
      "and access.",
      "control/operation center.",
      "elevate threats."
    ]
  },
  {
    "category": "Force",
    "vulnerability": "The facility does not have a security force. Employe es perform security -related duties such as patrols and security checks. The lack of an adequately sized, well - trained, and well -equipped security force limits a facility's ability to respond to security incidents and/or emergencies.    Explore the feasibil ity of establishing or contracting a security force to actively protect assets, property, and employees, and to rapidly respond to security incidents and/or emergencies. Depending on state and local regulations, security personnel may be subject to registr ation,   Ensure that the size of the security force allows for adequate staffing of static posts and roving   Ensure that the security force has the equipment necessary t o meet the requirements established by security management (e.g., uniforms, communications, personal protective   Ensure  that the security force receives adequate, continuous training on topics such as emergency response, weapons and self -defense, standard operating procedures, and screening   Provide  the security force with comprehensive post orders and a dedicated command and   Create a surge capacity plan to augment the security force during special circumstances or",
    "ofcs": [
      "licensing, certification, specific training, and other requirements.",
      "patrols.",
      "equipment).",
      "and access.",
      "control/operation center.",
      "elevated threats."
    ]
  },
  {
    "category": "Force",
    "vulnerability": "The facility has no security team or threat assessment team to identify potential threats or respond to security incidents. The lack of a security team may allow potential threats to go unnoticed and leave the facility without the ability to respond to security incidents.    Establish a security or threat assessment team that can identify potential threats and respond   Provide the security and threat assessment teams training that include basic security Security",
    "ofcs": [
      "to security incidents at the facility.",
      "principles, threat indicato rs, and response to natural and intentional threats."
    ]
  },
  {
    "category": "Force",
    "vulnerability": "The facility does not have a surge capacity plan to provide additional security personnel during special circumstances or elevated threats.    Establish a surge capacity plan to augmen t the security force during special circumstances, for example, during special events or natural disasters, and elevated threat situations. Options may include law enforcement officers (MOA, contract, and/or off -duty) or contract security (as part of an ex isting contract and/or another contract). Detail in the surge capacity plan the roles, Security",
    "ofcs": [
      "responsibilities, and chain of command for both regular and surge forces."
    ]
  },
  {
    "category": "Force",
    "vulnerability": "The facility does not have an onsite security force. The company/organizatio n employs a security force, but security personnel are not stationed at the facility. This limits the facility's ability to rapidly respond to security incidents and/or emergencies as they occur at the facility.    Explore the feasibility of extending the  security force to provide a continuous, onsite presence at the facility to actively protect assets, property, and employees, and to rapidly respond to",
    "ofcs": [
      "security incidents and/or emergencies."
    ]
  },
  {
    "category": "Force",
    "vulnerability": "The facility does not have comprehensive post orders for the security force, which may result in situations where security personnel do not fulfill their duties and/or perform outside the scope of their duties..    Develop post orders that describe in detail t he duties and responsibilities of the security force. After comprehensive post orders are developed, ensure that they are kept current and accessible. Comprehensive post orders may serve to express the policies of the protected enterprise, summarize requir ed officer duties, avoid problems associated with of word -of-mouth instructions, and provide a basis for site -specific training. They are the vital link between the requirements of the facility and the ability of security personnel to effectively meet thos e Perimeter",
    "ofcs": [
      "requirements."
    ]
  },
  {
    "category": "Security",
    "vulnerability": "The facility does not have a perimeter fence. The lack of perimeter fencing may allow unrestricted access to the facility and critical areas within the facility.    Install fencing appropriate for the facility type. D etermine the appropriate role of the fencing either to demarcate the boundary of the site to protect against trespassing; provide access control by channeling individuals through authorized access points; and/or to protect against   Consult Site and Urban Design for Security: Guidance against Potential Terrorist Attacks (FEMA 430), available at a https://www.fema.gov/media -library -data/20130726 -1624 -20490 -   Employ Crime Prevention Through Environmental Design (CPTED) principles and/or barriers (e.g., bollards, decorative flower pots, high curbs, shallow ditches) to provide enhanced penetration delay. Consult Appendix A of Site and Urban Design for Security: Guidance against Potential Terrorist Attacks (FEMA 430), available at www.fema.gov/media -library - data/20130726 -1624 -20490 -9648/fema430.pdf, and Tables 2.4 and 2.5 of Reference Manual to Mitigate Potential Terrorist Attacks Ag ainst Buildings (FEMA 426/BIPS 06), available at Perimeter Security  Less than 100% of the facility is enclosed. The lack of fencing may allow unrestricted access to the   Explore  the feasibility of improving the landscape to supplement the existing facility perimeter fence. Landscaping examples include earthen berms, low -growing shrubs, plants, or trees. Shrubs or plants with spines or thorns may be used in conjunction with the fe nce to provide",
    "ofcs": [
      "unauthorized entry by pro viding increased access delay and more time for assessment.",
      "9648/fema430.p df, for more information.",
      "https://www.dhs.gov/xlibrary/assets/st/st -bips-06.pdf, for more information.",
      "facili ty.   Install additional fencing to enclose the facility to the maximum extent possible.",
      "increased penetration delay."
    ]
  },
  {
    "category": "Controls",
    "vulnerability": "The facility has limited or no access control policies/procedures for employees.    Install  access control systems and/or implement access control procedures designed to permit only authorized access, detect and prevent contraband from being brought into the facility, and provide information to security personnel to facilitate the appropriate as sessment and response. Effective access control can be established through the integrated use of guards, locks,   Post security guards at entrances to facilitate access cont rol procedures such as credential checks and searches. If this is not possible, integrate CCTV or other surveillance equipment to   Implement screening operations for the facility. Available screening opti ons include, but are not limited to, x -ray scanners, magnetometers, package searches, and physical searches. Post   Issue photo ID badges to all employee s. Implement a process for badge verification before",
    "ofcs": [
      "credentials, and/or screening equipment (e.g., x -ray scanners, magnetometers).",
      "facilitate remote monitoring of access points.",
      "signage to notify potential entrants that screening is a prerequisite for entry into the facility.",
      "employees gain access to the facility. Require badges to be displayed onsite at all times."
    ]
  },
  {
    "category": "Controls",
    "vulnerability": "The facility has limited or no access control policies/procedures for visitors.    Install ac cess control systems and/or implement access control procedures designed to permit only authorized access, detect and prevent contraband from being brought into the facility, and provide information to security personnel to facilitate the appropriate asses sment and response. Effective access control can be established through the integrated use of guards, locks,   Evaluate the nee d to screen visitor requests (e.g., with local law enforcement) to identify issues   Post security guards at entrances to facilitate access control procedures such as  credential checks and searches. If this is not possible, integrate CCTV or other surveillance equipment to   Implement screening operations for the facility. Available screening options include, but are n ot limited to, x -ray scanners, magnetometers, package searches, and physical searches. Post   Limit visitor access to the facility at a level consistent with onsite safety and security   Issue badges to visitors and require badges to be displayed at all times at the facility. Collect   Escort  visitors as necessary, either at all times or only in sensitive/critical areas.",
    "ofcs": [
      "credentials, and/or screening equipment (e.g., x -ray scanners, magnetometers).",
      "  Review all requests for visitor access.",
      "before authorizing access.",
      "  Maintain a list of regular visitors to the facility.",
      "facilitate remote monitoring of access points.",
      "signage to notify potential entrants that screening is a prerequisite for entry into the facility.",
      "requirements.",
      "  Require visitors to sign in and sign out.73",
      "badges when visits are complete."
    ]
  },
  {
    "category": "Controls",
    "vulnerability": "The facility has limited or no access control policies/procedures for contractors/vendors.    Install  access control systems and/or implement access control procedures designed to permit only authorized access, detect and prevent contraband from being brought into the facility, and provide information to security personnel to facilitate the appropriate as sessment and response. Effective access control can be established through the integrated use of guards, locks,   Post security guards at entrances to facilitate access control procedures such as credential checks and searches. If this is not possible, integrate CCTV or other surveillance equipment to   Implement screening  operations for the facility. Available screening options include, but are not limited to, x -ray scanners, magnetometers, package searches, and physical searches. Post   Limit contractor/vendor access to the facility at a level consistent with onsite safety and   Issue badges to contractors/vendors and require badges to b e displayed at all times at the   Escort contractors/vendors as necessary, either at all times or only in sensitive/critical areas. 75",
    "ofcs": [
      "credentials, and/or screening equipment (e.g., x -ray scanners, magnetometers).",
      "  Maintain a list of regular contractors/vendors.",
      "facilitate remote monitoring of access points.",
      "signage to notify potential entrants that screening is a prerequisite for entry into the  facility.",
      "security requirements.",
      "  Require contractors/vendors to sign in and sign out.",
      "facility. Collect badges when visits are complete."
    ]
  },
  {
    "category": "Controls",
    "vulnerability": "The facility has limited or no access control policies/procedures for customers/patrons/public.    Install access control systems and/or implement access control procedures designed to permit only authorized access, detect and prevent contraband from being brought into the facility, and provide informatio n to security personnel to facilitate the appropriate assessment and response. Effective access control can be established through the integrated use of guards, locks,   Limit customer/patron/public access to the facility at a level consistent with onsite safety and   Post security guards at entrances to facilitate access control procedures such as credential checks and searches. If this is not poss ible, integrate CCTV or other surveillance equipment to   Implement  screening operations for the facility. Available screening options include, but are not limited to, x -ray scanners, magnetometers, package searches, and physical searches. Post   Install a video intercom system that would allow staff to interact with customers and visitors   Train security volunteers and greeters to be on the lookout for suspicious pe rsons and/or activity around their facilities, particularly during services and other gatherings. Report suspicious   Train the volunteers how to initiate l ock-down procedures, if warranted, and how to   Place the security volunteer/greeter at or just outside the main entrance area(s) of the facility with the dual purpose of welcoming/vetting visitors and providin g a watchful eye against potential",
    "ofcs": [
      "credentials, and/or screening equipment (e.g., x -ray scanners, magnetometers).",
      "security requirements.",
      "facilitate remote monitoring of access points.",
      "signage to notify potential entrants that screening is a prerequisite for entr y into the facility.",
      "prior to gaining entry to the rest of the facility",
      "activity, persons, and vehicles immediately to local law enforcement and/or security personnel.",
      "communicate security information quickly.",
      "threats approaching the facility."
    ]
  },
  {
    "category": "Controls",
    "vulnerability": "The facility has limited or no access control procedures/policies for special events.    Post security guards at entrances to facilitate access control procedures such as credential   Implement  screening operations for the facility. Available screening options include, but are not limited to, x -ray scanners, magnetometers, bag searches, and physical searches. Post signage to   Resources related to access controls for special events and other security -related topics are available from the Commercial Facilities Sector -Specific Agency. Resources are publicly available through the DHS website, at https://www.d hs.gov/commercial -facilities -sector. Such resources include the Check It! video which provides information to help employees conduct bag searches properly. Additional resources are available through HSIN. Consult your local PSA to become a member of the HS IN community. Information about HSIN is also available via the DHS website, at Entry",
    "ofcs": [
      "checks and searches on special event days.",
      "notify potential entrants that screening is a prerequisite for entry in to the facility.",
      "https://www.dhs.gov/homeland -security -information -network."
    ]
  },
  {
    "category": "Controls",
    "vulnerability": "The facility does not have a badging system.    Issue photo ID badges to all employees. Implement a process for badge verification before   Issue unique badges (e.g., color -coded) to visitors, contractors, vendors, cleaning crews, and Entry Controls  Although the facility has a badging system in place, it is",
    "ofcs": [
      "employees gain access to the facility. Collect employee badges from terminated personnel.",
      "temporary employees. Coll ect badges when visits are complete.",
      "  Require badges to be displayed at all times at the facility.",
      "not strictly enforced.    Enforce  badging system requirements consistently.",
      "  Require badges to be displayed at all times at the facility."
    ]
  },
  {
    "category": "Controls",
    "vulnerability": "The facility lacks keycard (e.g., proximity card, swipe card) control policies and procedures. Without controls, keycards may b e easily misused, and access control to the facility may be compromised.    Establish a keycard control program that includes a database of cardholders and a system for the retrieval of keycards from terminated personnel. Regularly review the keycard datab ase and   Explore options to establish access levels (i.e., to sensitive or critical areas) using the keycard system. 82   Evaluate the need for dedicated, trained security staff to continuously monitor keycard access   Explore options (i.e., physical barriers, active monitoring by posted security personnel) to establish anti -passback controls that prevent cardholders from passing their keycards to grant   Establish a 'no piggybacking' policy that requires everyone to use their own keycards for access. Explore options to enforce this policy, such as physical barriers (i.e., mantraps) and active Entry",
    "ofcs": [
      "access activity reports.",
      "control system alarm and event activity.",
      "access to someone else outsid e the secured area.",
      "monitoring by posted security personne l."
    ]
  },
  {
    "category": "Controls",
    "vulnerability": "The facility does not use a proximity card access system.    Explore procuring a badge access system that allows proximity card access into the facility. This Entry Controls  Although access controls are enforced at the site perimeter and/or building entrance(s), the facility has limited or no internal access controls.    Identify  sensitive/critical areas (e.g., control rooms, server rooms, mailrooms, fuel or chemical storage areas, utility service areas) that need access controls. Implement access controls (e.g.,   Explore options to restri ct access to sensitive/critical areas using the existing keycard system. 87   Conduct  an internal circulation study to understand the feasibility of locking down building",
    "ofcs": [
      "system could be procured as part of planned facility upgrades and enhanceme nts.",
      "locks) for these areas as necessary.",
      "  Explore options to restrict access to sensitive/critical areas using a keycard system.",
      "sections either manually or, preferably, with automated technology."
    ]
  },
  {
    "category": "Controls",
    "vulnerability": "The facility has numerous extraneous access points for ingress, or has numerous access points that are unsecured.    Evaluate the number of unsecured or unnecessary access points available for ingress, and Entry Controls  Main entrance doors are not locked, or existing locks are ineffective.    Ensure  effective locking mechanisms exist on doors. Keep doors locked when not actively Entry Controls  The main entrance into the building allows for unrestricted access into the   Add a video intercom system for the receptionist to identify visitors before allowing them entry. 92 Entry",
    "ofcs": [
      "explore ways to limit the number of access points or eliminate extraneous points of entry.",
      "monitored and in use.",
      "facility.    Integrate a locked door that separates the f oyer from access to the interior of the facility.",
      "  Add a duress alarm (panic button) for the receptionist."
    ]
  },
  {
    "category": "Controls",
    "vulnerability": "The facility lacks ke y control policies and procedures. Without controls, keys may be easily misused or duplicated without authorization, and access control to the facility may be compromised.    Establish a key control program that includes a system for the retrieval of keys from terminated   Ensure that keys cannot be easily duplicated. Options include patented and restricted key   Limit the use of master keys for secured sens itive or critical areas to select security personnel. 95   Designate a key control officer to manage the key control program and conduct regular key",
    "ofcs": [
      "personnel and a formal inventory of key assignments.",
      "profiles with controlled manufacturing.",
      "inventories."
    ]
  },
  {
    "category": "Controls",
    "vulnerability": "The facility has limited or no vehicle access control policies/procedures.    Post security guards at vehicle entrances to facilitate access control procedures such as credential checks and searches. If this is not possible, integrate CCTV or other surveillance   In the absence of a security force, pursue a policy in which facility employees are empowered   Explore  the feasibility of executing searches on all vehicles entering the controlled parking area   Execute random searches on vehicles entering the controlled parking area for the facility.   Positively identify all vehicles and drivers that enter the facility. Deny access to suspicious vehicles/drivers and those with improper documentation (e.g., cargo manifest). Deny access to   Evaluate the feasibility of using centralized parking and shuttle services to keep vehicles away",
    "ofcs": [
      "equipment to facilitate remote monitoring of vehicle access points.",
      "to report any suspicious vehicles or activity in parking lots or structures.",
      "for the facility.",
      "Evaluate the need to conduct searches on all vehi cles at elevated threat levels.",
      "drivers who fail to provide identification and/or submit to inspection.",
      "  Maintain a database of employee vehicles. Issue permits for designated areas.",
      "from critical areas."
    ]
  },
  {
    "category": "Barriers",
    "vulnerability": "The facility does not use barriers to mitigate high - speed avenues of approach. Barriers would reduce vehicle spe eds and/or prevent vehicle penetration.    Evaluate vehicle traffic patterns near the facility. Design and implement strategies to reduce vehicle speeds, improve pedestrian safety, and reduce the threat of vehicle approach velocities. 111   Install barrie rs to mitigate high -speed avenues of approach, deny vehicle entry, and provide perimeter protection. Options include, but are not limited to, fixed and retractable bollards, engineered planters, heavy objects and trees, walls and ha -ha barriers, water obst acles, and   Install fixed bollards, engineered planters, and/or heavy objects to mitigate high -speed   Install a bollard system that is well -integrated into the perimeter security design and the inches. Bollard spacing should be between 36 and 43 inches, depending on the kind of traffic   Install planters w ith considerable reinforcing and below -grade depth for effectiveness. Maintain a maximum distance of 4 feet between planters and other permanent streetscape elements, depending on the kind of traffic anticipated. Orient planters in a direction parallel to the curb or primary flow of pedestrian traffic. Do not place planter or a line of planters perpendicular to the curb. 113   Install heavy objects that can resist vehicle penetration, such as boulders, sculptures, and trees. Such objects need varying degre es of embedment and reinforcement, depending on their   Explore the possibility of erecting walls, which includes retaining walls and freestanding walls, that may be constructed of concrete, concrete masonry,  brick, natural stone, or other materials   Install Jersey barriers. To be effective, Jersey barriers need to be embedded and include   Install Jersey barriers as a temporary solution. Jersey barriers are relatively inexpensive and   Explore the possibility of adding speed controls (e.g., serpentines or speed bumps) to limit   Explore  the possibility of installing active barriers, such as retractable bollards or a wedge system, to mitigate high -speed avenues of approach. Active barriers must be tended at all times",
    "ofcs": [
      "Jersey barriers.",
      "avenues of approach.",
      "streetscape to minimize visual impact. Bollard height should typically not be more than",
      "expected and the needs of pedestrians and the handicapped.",
      "weight, footprint, and height/width ratio.",
      "typically reinforced with steel.",
      "vertical anchorage of steel reinforcing through the barrier into the pavement.",
      "readily available.",
      "vehicle speed at impact.",
      "by trained personnel and require regular maintenance to ensure continued  operation."
    ]
  },
  {
    "category": "Barriers",
    "vulnerability": "The facility does not have a vehicle barrier plan or syste m to mitigate high speed vehicle intrusion or address heavy traffic flow Building Envelope  Ground -floor windows do not have protective measures to mitig ate the hazardous effects of flying glass during an explosive event.    Consult Reference Manual to Mitigate Potential Terrorist Attacks Against Buildings (FEMA 426/BIPS 06), available at https://www.dhs.gov/xlibrary/assets/st/st -bips-06.pdf, for more Building Envelope  Outside air intakes are accessible and susceptible to the introduction of CBR agents.    Install physical security measures, such as fencing, CCTV cameras, and motion detectors",
    "ofcs": [
      "during special events    Develop a barrier plan or traffic plan that enhances safety and security.",
      "information.",
      "around air intakes to facilitate monitoring by security personnel."
    ]
  },
  {
    "category": "IDS",
    "vulnerability": "The facility does not have an interior IDS to detect attempted and successful security breaches.    Evaluate  the weakest points of entry into the facility and install IDS sensors as appropriate. Types of sensors used to detect interior intrusion include boundary penetration sensors, interior   Consult Reference Manual to Mitigate Potential Terrorist Attacks Against Buildings (FEMA 426/BIPS 06), available at https://www.dhs.gov/xlibrary/assets/st/st -bips-06.pdf, for more information. Electronic Security Systems -",
    "ofcs": [
      "motion sensors, proximity sensors, door sensors, and window sensors."
    ]
  },
  {
    "category": "CCTV",
    "vulnerability": "The facility does not have a CCTV system. CCTV systems support surveillance of activities and events within and around a facility.    Explore the feasibility of installing a comprehensive CCTV system onsite. Site -specific factors must be considered when selecting components tha t comprise a particular CCTV system. For example, the size of the system, in terms of the number of cameras needed, is the minimum number required to view all electronic security system sensor detection fields. In addition, some cameras may require artific ial light sources. Finally, performance criteria and physical,   Consult Reference Manual to Mitigate Potential Terrorist Attacks Against Buildings (FEMA 426/BIP S 06), available at https://www.dhs.gov/xlibrary/assets/st/st -bips-06.pdf, for more Electronic Security Systems -",
    "ofcs": [
      "environmental, and economic considerations must be factored into the component selection.",
      "information."
    ]
  },
  {
    "category": "CCTV",
    "vulnerability": "The facility does not have a CCTV system. CCTV systems provide a rapid and cost - effective method for determining the so urce of intrusion or other detection alarms, if they are in place, and support surveillance of activities and events within and around a facility. In addition, a well -designed CCTV system provides a cost - effective supplement to Electronic Security Systems - CCTV  CCTV coverage of the facility's perimeter is limited.    Evaluate CCTV coverage of the facility perimeter to determine if it meets the facility 's security",
    "ofcs": [
      "security force patrols.    Explore the feasibility of installing a comprehensive CCTV system onsite.",
      "requirements. Explore options to increase coverage as necessary."
    ]
  },
  {
    "category": "CCTV",
    "vulnerability": "The facility does not use real - time monitoring for the CCTV system, which limits the facility to reviewing recorded material only.    Evaluate the need for dedicated, trained security staff to monitor the CCTV system. Explore options to maximize t he effectiveness of CCTV monitoring and observation, such as frequently rotating shifts for monitoring staff and limiting the number of cameras monitored by each staff member. 13 Electronic Security Systems - CCTV  The CCTV video is not recorded; therefore , the facility cannot review footage to investigate or evaluate security incidents.    Evaluate the need to record CCTV video, and select video recording and storage systems for Illumination  Fences, gates, and/or parking areas are not illuminated. A lack of quality lighting can reduce observation capabilities and diminish the safety and security posture of the facility.    Install lighting for fences, gates, and/or parking areas. Before installation, determine the appropri ate type of lighting based on the overall requirements of the site and the building (e.g., continuous or standby). In addition, consider operational costs, such as life -cycle costs for energy and maintenance, when designing an appropriate lighting situatio n, because of their effect on",
    "ofcs": [
      "the facility as appropriate.",
      "project sustainability."
    ]
  }
]